Repository: koenige/modules-media
Catalog: languages/media-*.po
Languages: tr

source: Medium was cropped.
tr: Orta boy kırpılmıştı.

source: download files
tr: dosyaları indir

source: allow to edit media
tr: medyayı düzenlemeye izin ver

source: import files
tr: dosyaları içe aktar

source: internal access to media
tr: medyaya dahili erişim

source: if there is no size given for a medium, use this as the default size
tr: bir ortam için boyut belirtilmemişse, bunu varsayılan boyut olarak kullanın

source: show document links not as links but as text only
tr: belge bağlantılarını bağlantı olarak değil, yalnızca metin olarak gösterme

source: list of embedded media types
tr: gömülü medya türleri listesi

source: URL to embed Twitch videos
tr: Twitch videolarını yerleştirmek için URL

source: URL to embed YouTube videos
tr: YouTube videolarını yerleştirmek için URL

source: path for twitch videos
tr: twitch videoları için yol

source: path for youtube videos
tr: youtube videoları için yol

source: custom text in privacy settings for Twitch videos
tr: twitch videoları için gizlilik ayarlarında özel metin

source: custom text in privacy settings for YouTube videos
tr: youTube videoları için gizlilik ayarlarında özel metin

source: large size of images on page, is linked to preview image (e. g. for a gallery)
tr: sayfadaki resimlerin büyük boyutu, önizleme resmine bağlanır (örn. bir galeri için)

source: use field media_categories.property to set values for categories
tr: kategoriler için değerleri ayarlamak üzere media_categories.property alanını kullanın

source: use croppr.js for images
tr: görüntüler için croppr.js kullanın

source: download files path
tr: dosya indirme yolu

source: size of downloads image
tr: indirilen görüntünün boyutu

source: suffix variant for database files (multiple uploads)
tr: veritabanı dosyaları için sonek değişkeni (çoklu yüklemeler)

source: show date in caption of images
tr: resimlerin başlığında tarihi göster

source: folder where media files are saved
tr: medya dosyalarının kaydedildiği klasör

source: size of images for gallery on page
tr: sayfadaki galeri için resimlerin boyutu

source: 2x size of images for gallery on page for higher resolution screens
tr: yüksek çözünürlüklü ekranlar için sayfadaki galeri resimlerinin boyutu 2 katına çıkarıldı

source: folder from where files can be imported
tr: dosyaların içe aktarılabileceği klasör

source: path for importing media
tr: medya içe aktarma yolu

source: internal path to media folders on website
tr: web sitesindeki medya klasörlerine giden dahili yol

source: size of preview image for news module and others
tr: haber modülü ve diğerleri için önizleme görüntüsünün boyutu

source: extension for original file
tr: orijinal dosya için uzantı

source: standard position of media elements on website (left, center, right, etc.)
tr: medya öğelerinin web sitesindeki standart konumu (sol, orta, sağ, vb.)

source: standard size of images on page
tr: sayfadaki görüntülerin standart boyutu

source: 2x standard size of images on page for higher resolution screens
tr: daha yüksek çözünürlüklü ekranlar için sayfadaki görsellerin standart boyutunun 2 katı

source: preview image for media module
tr: medya modülü için önizleme görüntüsü

source: preview image for news module
tr: haber modülü için önizleme görüntüsü

source: small image
tr: küçük resim

source: medium image
tr: orta boy görüntü

source: large image
tr: büyük resim

source: extra large image
tr: ekstra büyük görsel

source: allow to tag a medium
tr: bir aracı etiketlemeye izin ver

source: show top image on webpage
tr: web sayfasında üstteki resmi göster

source: ID of webpage that holds top image for error pages
tr: Hata sayfaları için üst resmi tutan web sayfasının kimliği

source: initial installation date of media module (for updates)
tr: medya modülünün ilk kurulum tarihi (güncellemeler için)

source: URL where your privacy policy is found.
tr: Gizlilik politikanızın bulunduğu URL.

source: Linked URL with placeholder for Twitch videos
tr: Twitch videoları için yer tutucu ile bağlantılı URL

source: Embed URL with placeholder for Twitch videos
tr: Twitch videoları için yer tutuculu URL yerleştirme

source: Linked URL with placeholder for YouTube videos
tr: YouTube videoları için yer tutuculu bağlantılı URL

source: Embed URL with placeholder for YouTube videos
tr: YouTube videoları için yer tutuculu URL yerleştirme

source: A thumbnail was created for medium ID %d.
tr: Ortam kimliği %d için bir küçük resim oluşturuldu.

source: Failed to create thumbnail for medium ID %d.
tr: Ortam kimliği %d için küçük resim oluşturulamadı.

source: Import of file %s into folder %s was successful.
tr: 0] dosyasının %s klasörüne içe aktarılması başarılı oldu.

source: Failed to import file %s into folder %s.
tr: 0] dosyası %s klasörüne aktarılamadı.

source: Import file %s into folder %s
tr: 0] dosyasını %s klasörüne aktarın

source: Back to folder <strong>%s</strong>
tr: Klasöre geri dön <strong>%s</strong>

source: %d file was imported in the background.
tr: %d dosyası arka planda içe aktarıldı.

source: Import?
tr: İthalat mı?

source: Filename
tr: Dosya Adı

source: Import %d files
tr: 0] dosyayı içe aktar

source: You can import %d file into this folder.
tr: 0] dosyasını bu klasöre aktarabilirsiniz.

source: Add new tags …
tr: Yeni etiketler ekleyin ..

source: Meta data
tr: Meta veri

source: Tags
tr: Etiketler

source: Date/Time
tr: Tarih/Saat

source: File info
tr: Dosya bilgisi

source: Extension:
tr: Uzantı:

source: Files
tr: Dosyalar

source: pixels
tr: piksel

source: Edit
tr: Düzenle

source: Edit medium
tr: Ortamı düzenle

source: Delete medium
tr: Ortamı sil

source: Crop image (custom)
tr: Görüntüyü kırp (özel)

source: Save image section
tr: Görüntü bölümünü kaydet

source: Original file
tr: Orijinal dosya

source: Thumbnail file
tr: Küçük resim dosyası

source: Crop file
tr: Kırpma dosyası

source: Display as Table
tr: Tablo Olarak Göster

source: Table
tr: Tablo

source: Display as Gallery
tr: Galeri Olarak Göster

source: Gallery
tr: Galeri

source: Download files in ZIP archive
tr: ZIP arşivindeki dosyaları indirin

source: Download
tr: İndir

source: File
tr: Dosya

source: Folder
tr: Klasör

source: Medium
tr: Orta

source: Thumbnail
tr: Küçük Resim

source: Published?
tr: Yayınlandı mı?

source: Title
tr: Başlık

source: Description
tr: Açıklama

source: Sequence
tr: Sekans

source: Filetype
tr: Dosya Tipi

source: Filesize
tr: Dosya boyutu

source: TOP
tr: ÜST

source: Version
tr: Versiyon

source: Updated
tr: Güncellendi

source: Coloured border: medium is published; gray border: medium is not published.
tr: Renkli kenarlık: ortam yayınlanmıştır; gri kenarlık: ortam yayınlanmamıştır.

source: Media Pool
tr: Medya Havuzu

source: The filename will be used as a default if nothing is entered.
tr: Hiçbir şey girilmezse dosya adı varsayılan olarak kullanılacaktır.

source: yes
tr: evet

source: no
tr: hayır

source: good for photos
tr: fotoğraflar için iyi

source: good for drawings & texts / transparency
tr: çizimler ve metinler için iyi / şeffaflık

source: good for drawings & texts / transparency (deprecated)
tr: çizimler ve metinler için iyi / şeffaflık (kullanımdan kaldırıldı)

source: Time
tr: Zaman

source: at
tr: tarihinde

source: Digital photography: If nothing is entered, date and time will be read from file.
tr: Dijital fotoğrafçılık: Hiçbir şey girilmezse, tarih ve saat dosyadan okunacaktır.

source: Source
tr: Kaynak

source: If it’s not a medium created by yourself, who created it, where did you find it?
tr: Eğer sizin yarattığınız bir araç değilse, kim yarattı, nereden buldunuz?

source: Clipping
tr: Kırpma

source: Position of clipping of cropped image
tr: Kırpılmış görüntünün kırpılma konumu

source: center
tr: merkez

source: top
tr: üst

source: left
tr: sol

source: custom
tr: özel

source: bottom
tr: alt

source: right
tr: sağ

source: Width
tr: Genişlik

source: Height
tr: Yükseklik

source: <abbr title="Publish on Website?">Web?</abbr>
tr: <abbr title="Publish on Website?">Web mi?</abbr>

source: Language
tr: Dil

source: Alternative text
tr: Alternatif metin

source: optional content of `alt`-attribute for images, for screen reader software
tr: ekran okuyucu yazılımlar için resimler için `alt` özelliğinin isteğe bağlı içeriği

source: Media Access Rights
tr: Medya Erişim Hakları

source: Access
tr: Erişim

source: Media Tags
tr: Medya Etiketleri

source: Yes, I’d like this content to be embedded directly on this website.
tr: Evet, bu içeriğin doğrudan bu web sitesine yerleştirilmesini istiyorum.

source: Watch it on the original website:
tr: Orijinal web sitesinden izleyin:

source: I accept the <a href='%s' target='_new'>Privacy Policy.</a>
tr: <a href='%s' target='_new'>Gizlilik Politikasını</a> kabul ediyorum.

source: Change privacy settings
tr: Gizlilik ayarlarını değiştirme

source: Your settings were saved
tr: Ayarlarınız kaydedildi

source: There is currently no embedded content.
tr: Şu anda gömülü içerik bulunmamaktadır.

source: Here, you can decide whether you’d like to have embedded content displayed inline on our website or not:
tr: Burada, gömülü içeriğin web sitemizde satır içi olarak görüntülenmesini isteyip istemediğinize karar verebilirsiniz:

source: Watch a YouTube video in privacy-enhanced mode on our website (no tracking cookies will be sent to Google).
tr: Web sitemizde gizliliği artırılmış modda bir YouTube videosu izleyin (Google'a hiçbir izleme çerezi gönderilmeyecektir).

source: Some personal data (e. g. your IP address) is transmitted to Google.
tr: Bazı kişisel veriler (örn. IP adresiniz) Google'a iletilir.

source: Google’s Privacy Policy
tr: Google'ın Gizlilik Politikası

source: Watch a Twitch video on our website.
tr: Web sitemizden bir Twitch videosu izleyin.

source: Some personal data (e. g. your IP address) is transmitted to Twitch, tracking and other cookies may be set.
tr: Bazı kişisel veriler (örn. IP adresiniz) Twitch'e iletilir, izleme ve diğer çerezler ayarlanabilir.

source: Twitch’s Privacy Policy
tr: Twitch'in Gizlilik Politikası

source: Image
tr: Resim
